Repository: thomas-domville/AppleVis
Catalog: AppleVis/Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, el, es, fa, fr, he, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hans

source: Automatically translates blog posts, forum topics, app entries, podcasts, guides, bug reports, comments, and Help articles into your chosen language.
ar: يترجم تلقائيًا منشورات المدونة ومواضيع المنتدى وإدخالات التطبيقات والبودكاست والأدلة وتقارير الأخطاء والتعليقات ومقالات المساعدة إلى اللغة التي تختارها.
de: Übersetzt Blogbeiträge, Forenthemen, App-Einträge, Podcasts, Anleitungen, Fehlerberichte, Kommentare und Hilfeartikel automatisch in die von dir gewählte Sprache.
el: Μεταφράζει αυτόματα αναρτήσεις ιστολογίου, θέματα φόρουμ, καταχωρίσεις εφαρμογών, podcast, οδηγούς, αναφορές σφαλμάτων, σχόλια και άρθρα Βοήθειας στη γλώσσα που επιλέγετε.
es: Traduce automáticamente entradas de blog, temas del foro, entradas de apps, pódcasts, guías, informes de error, comentarios y artículos de Ayuda al idioma que elijas.
fa: پست‌های وبلاگ، موضوع‌های انجمن، ورودی‌های برنامه، پادکست‌ها، راهنماها، گزارش‌های اشکال، نظرها و مقاله‌های راهنما را به‌طور خودکار به زبان انتخابی شما ترجمه می‌کند.
fr: Traduit automatiquement les articles de blog, sujets du forum, fiches d'applis, podcasts, guides, rapports de bug, commentaires et articles d'aide dans la langue de votre choix.
he: מתרגם אוטומטית פוסטים בבלוג, נושאים בפורום, רשומות אפליקציה, פודקאסטים, מדריכים, דיווחי באגים, תגובות ומאמרי עזרה לשפה שבחרת.
hi: ब्लॉग पोस्ट, फ़ोरम विषय, ऐप प्रविष्टियाँ, पॉडकास्ट, गाइड, बग रिपोर्ट, टिप्पणियाँ और सहायता लेखों का आपकी चुनी हुई भाषा में अपने आप अनुवाद करता है।
id: Otomatis menerjemahkan postingan blog, topik forum, entri aplikasi, podcast, panduan, laporan bug, komentar, dan artikel Bantuan ke bahasa pilihan Anda.
it: Traduce automaticamente articoli del blog, argomenti del forum, voci delle app, podcast, guide, segnalazioni di bug, commenti e articoli di Aiuto nella lingua che scegli.
ja: ブログ記事、フォーラムのトピック、アプリのエントリ、ポッドキャスト、ガイド、バグレポート、コメント、ヘルプ記事を、選んだ言語に自動で翻訳します。
ko: 블로그 게시물, 포럼 주제, 앱 항목, 팟캐스트, 가이드, 버그 리포트, 댓글, 도움말 문서를 선택한 언어로 자동 번역합니다.
nl: Vertaalt blogberichten, forumonderwerpen, app-vermeldingen, podcasts, handleidingen, bugmeldingen, reacties en Help-artikelen automatisch naar de taal die je kiest.
pl: Automatycznie tłumaczy wpisy na blogu, tematy na forum, wpisy aplikacji, podcasty, poradniki, zgłoszenia błędów, komentarze i artykuły Pomocy na wybrany język.
pt: Traduz automaticamente postagens do blog, tópicos do fórum, entradas de apps, podcasts, guias, relatórios de bug, comentários e artigos de Ajuda para o idioma que você escolher.
ru: Автоматически переводит записи блога, темы форума, записи приложений, подкасты, руководства, отчёты об ошибках, комментарии и статьи справки на выбранный язык.
sv: Översätter automatiskt blogginlägg, forumämnen, appobjekt, poddar, guider, felrapporter, kommentarer och hjälpartiklar till det språk du väljer.
th: แปลบทความบล็อก หัวข้อฟอรัม รายการแอป พอดแคสต์ คู่มือ รายงานข้อบกพร่อง ความคิดเห็น และบทความวิธีใช้เป็นภาษาที่คุณเลือกโดยอัตโนมัติ
tr: Blog yazılarını, forum konularını, uygulama girişlerini, podcast'leri, kılavuzları, hata raporlarını, yorumları ve Yardım makalelerini seçtiğiniz dile otomatik olarak çevirir.
uk: Автоматично перекладає записи блогу, теми форуму, записи додатків, подкасти, посібники, звіти про помилки, коментарі та статті довідки вибраною мовою.
vi: Tự động dịch bài viết blog, chủ đề diễn đàn, mục ứng dụng, podcast, hướng dẫn, báo cáo lỗi, bình luận và bài viết Trợ giúp sang ngôn ngữ bạn chọn.
zh_hans: 自动将博客文章、论坛话题、应用条目、播客、指南、错误报告、评论和帮助文章翻译成你选择的语言。

source: Available Shortcuts
ar: الاختصارات المتاحة
de: Verfügbare Kurzbefehle
el: Διαθέσιμες Συντομεύσεις
es: Accesos directos disponibles
fa: میان‌برهای موجود
fr: Raccourcis disponibles
he: קיצורי דרך זמינים
hi: उपलब्ध शॉर्टकट
id: Pintasan yang Tersedia
it: Scorciatoie disponibili
ja: 利用可能なショートカット
ko: 사용 가능한 단축어
nl: Beschikbare snelkoppelingen
pl: Dostępne skróty
pt: Atalhos disponíveis
ru: Доступные быстрые команды
sv: Tillgängliga genvägar
th: ทางลัดที่มี
tr: Kullanılabilir Kısayollar
uk: Доступні команди швидкого доступу
vi: Lối tắt khả dụng
zh_hans: 可用快捷指令

source: Back
ar: رجوع
de: Zurück
el: Πίσω
es: Atrás
fa: بازگشت
fr: Retour
he: חזרה
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ru: Назад
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

source: Back to Profile
ar: العودة إلى الملف الشخصي
de: Zurück zum Profil
el: Επιστροφή στο προφίλ
es: Volver al perfil
fa: بازگشت به نمایه
fr: Retour au profil
he: חזרה לפרופיל
hi: प्रोफ़ाइल पर वापस जाएं
id: Kembali ke profil
it: Torna al profilo
ja: プロフィールに戻る
ko: 프로필로 돌아가기
nl: Terug naar profiel
pl: Powrót do profilu
pt: Voltar ao perfil
ru: Назад в профиль
sv: Tillbaka till profilen
th: กลับไปที่โปรไฟล์
tr: Profile dön
uk: Повернутися до профілю
vi: Quay lại hồ sơ
zh_hans: 返回个人资料

source: Badge Count
ar: عدد الشارات
de: Anzahl der Badges
el: Αριθμός Σήματος
es: Recuento de insignias
fa: شمار نشان
fr: Nombre de badges
he: ספירת תג
hi: बैज गणना
id: Jumlah Lencana
it: Numero badge
ja: バッジの数
ko: 배지 수
nl: Badge-aantal
pl: Liczba na plakietce
pt: Contagem de emblemas
ru: Количество на значке
sv: Antal på badge
th: จำนวนตัวเลขที่ไอคอน
tr: Rozet Sayısı
uk: Кількість на значку
vi: Số huy hiệu
zh_hans: 角标数量

source: Before You Begin
ar: قبل أن تبدأ
de: Bevor du beginnst
el: Πριν ξεκινήσετε
es: Antes de empezar
fa: پیش از شروع
fr: Avant de commencer
he: לפני שמתחילים
hi: शुरू करने से पहले
id: Sebelum Anda Mulai
it: Prima di iniziare
ja: 始める前に
ko: 시작하기 전에
nl: Voordat je begint
pl: Zanim zaczniesz
pt: Antes de começar
ru: Перед началом
sv: Innan du börjar
th: ก่อนเริ่มต้น
tr: Başlamadan Önce
uk: Перед початком
vi: Trước Khi Bắt Đầu
zh_hans: 开始之前

source: Beta feedback said the Welcome Tour felt too high-level, so it's been rebuilt from a flat set of steps into six chapters — Welcome, Home, Discover, For You, Profile & Settings, and a closing chapter — each covering real depth instead of a single sentence per tab, in wording that works whether you use VoiceOver or not. Home, Discover, and For You each end with a checkpoint offering a chance to explore that screen for real or pause the tour and pick it up again later. Finish the whole thing and you'll get a little confetti to mark it, turned off automatically under Reduce Motion — and you can replay the tour anytime from Profile.
ar: أشارت ملاحظات المختبرين إلى أن جولة الترحيب بدت سطحية جدًا، فأُعيد بناؤها من سلسلة مسطحة من الخطوات إلى ستة فصول — مرحبًا، الرئيسية، استكشاف، من أجلك، الملف الشخصي والإعدادات، وفصل ختامي — يتناول كل منها العمق الحقيقي بدلاً من جملة واحدة لكل تبويب، بصياغة تناسب مستخدمي VoiceOver وغيرهم على حد سواء. تنتهي فصول الرئيسية واستكشاف ومن أجلك كل منها بنقطة توقف تتيح لك استكشاف تلك الشاشة فعليًا أو إيقاف الجولة مؤقتًا ومتابعتها لاحقًا. أنهِ الجولة بأكملها وستحصل على قصاصات ملونة احتفالًا بذلك، تُعطَّل تلقائيًا عند تفعيل تقليل الحركة — ويمكنك إعادة الجولة في أي وقت من الملف الشخصي.
de: Laut Beta-Feedback wirkte die Willkommenstour zu oberflächlich, daher wurde sie von einer flachen Abfolge von Schritten zu sechs Kapiteln umgebaut — Willkommen, Start, Entdecken, Für dich, Profil & Einstellungen und ein Abschlusskapitel —, die jeweils wirklich in die Tiefe gehen statt nur einen Satz pro Tab zu bieten, in einer Sprache, die sowohl mit als auch ohne VoiceOver funktioniert. Start, Entdecken und Für dich enden jeweils mit einem Kontrollpunkt, an dem du den jeweiligen Bildschirm direkt erkunden oder die Tour pausieren und später fortsetzen kannst. Schließt du die gesamte Tour ab, gibt es zur Feier ein wenig Konfetti, das bei aktiviertem „Bewegung reduzieren“ automatisch ausbleibt — und du kannst die Tour jederzeit über dein Profil erneut abspielen.
el: Τα σχόλια των beta δοκιμαστών ανέφεραν ότι η Ξενάγηση Καλωσορίσματος έμοιαζε πολύ επιφανειακή, γι' αυτό αναδομήθηκε από μια απλή σειρά βημάτων σε έξι κεφάλαια — Καλώς ήρθατε, Αρχική, Ανακάλυψη, Για Εσάς, Προφίλ & Ρυθμίσεις, και ένα καταληκτικό κεφάλαιο — καθένα με πραγματικό βάθος αντί για μία μόνο πρόταση ανά καρτέλα, με διατύπωση που λειτουργεί είτε χρησιμοποιείτε το VoiceOver είτε όχι. Η Αρχική, η Ανακάλυψη και το Για Εσάς καταλήγουν το καθένα σε ένα σημείο ελέγχου που σας δίνει την ευκαιρία να εξερευνήσετε πραγματικά αυτήν την οθόνη ή να παύσετε την ξενάγηση και να συνεχίσετε αργότερα. Ολοκληρώστε όλη την ξενάγηση και θα λάβετε λίγο κομφετί για τον εορτασμό, το οποίο απενεργοποιείται αυτόματα με τη Μείωση Κίνησης — και μπορείτε να επαναλάβετε την ξενάγηση οποτεδήποτε από το Προφίλ.
es: Los comentarios de los testers beta decían que el recorrido de bienvenida resultaba demasiado superficial, así que se reconstruyó, pasando de una serie plana de pasos a seis capítulos — Bienvenida, Inicio, Descubrir, Para ti, Perfil y ajustes, y un capítulo de cierre — cada uno con verdadera profundidad en lugar de una sola frase por pestaña, con un lenguaje que funciona tanto si usas VoiceOver como si no. Inicio, Descubrir y Para ti terminan cada uno con un punto de control que te da la opción de explorar esa pantalla de verdad o pausar el recorrido y retomarlo más tarde. Termina todo el recorrido y recibirás un poco de confeti para celebrarlo, que se desactiva automáticamente con Reducir movimiento activado; además, puedes repetir el recorrido cuando quieras desde Perfil.
fa: بازخورد آزمایش‌کنندگان بتا نشان داد که تور خوش‌آمدگویی خیلی سطحی به نظر می‌رسد، بنابراین از یک مجموعه ساده از مراحل به شش فصل بازسازی شده است — خوش‌آمدید، خانه، کشف کنید، برای شما، نمایه و تنظیمات، و یک فصل پایانی — که هر کدام به‌جای یک جملهٔ ساده برای هر برگه، عمق واقعی دارند، با نگارشی که چه از VoiceOver استفاده کنید و چه نکنید کارآمد است. فصل‌های خانه، کشف کنید و برای شما هر کدام با یک نقطهٔ توقف پایان می‌یابند که فرصتی می‌دهد آن صفحه را واقعاً کاوش کنید یا تور را موقتاً متوقف کرده و بعداً ادامه دهید. کل تور را تمام کنید تا کمی کنفتی برای جشن گرفتن آن دریافت کنید، که با فعال بودن کاهش حرکت به‌طور خودکار غیرفعال می‌شود — و می‌توانید هر زمان از نمایه، تور را دوباره پخش کنید.
fr: Les retours des bêta-testeurs indiquaient que la visite de bienvenue restait trop superficielle ; elle a donc été reconstruite, passant d'une suite plate d'étapes à six chapitres — Bienvenue, Accueil, Découvrir, Pour vous, Profil et réglages, et un chapitre de clôture — chacun avec une vraie profondeur plutôt qu'une simple phrase par onglet, dans une formulation qui fonctionne que vous utilisiez VoiceOver ou non. Accueil, Découvrir et Pour vous se terminent chacun par une étape-bilan qui vous laisse le choix d'explorer réellement cet écran ou de mettre la visite en pause pour la reprendre plus tard. Terminez toute la visite et vous recevrez un peu de confettis pour marquer le coup, désactivés automatiquement si Réduire les animations est activé — et vous pouvez rejouer la visite à tout moment depuis votre profil.
he: משוב מבודקי הבטא ציין שסיור הפתיחה הרגיש שטחי מדי, ולכן הוא נבנה מחדש ממערך שטוח של שלבים לשישה פרקים — ברוך הבא, בית, גילוי, בשבילך, פרופיל והגדרות, ופרק סיום — כשכל אחד מהם מעניק עומק אמיתי במקום משפט בודד לכל לשונית, בניסוח שמתאים גם למי שמשתמש ב-VoiceOver וגם למי שלא. הפרקים בית, גילוי ובשבילך מסתיימים כל אחד בנקודת ביקורת שמאפשרת לך לחקור את המסך הזה בפועל או להשהות את הסיור ולחזור אליו מאוחר יותר. סיימו את כל הסיור ותקבלו קצת קונפטי לציון האירוע, שמושבת אוטומטית כשהפחתת תנועה פעילה — ותוכלו להריץ את הסיור מחדש בכל עת דרך הפרופיל.
hi: बीटा टेस्टर्स की प्रतिक्रिया थी कि वेलकम टूर बहुत सतही लगता है, इसलिए इसे चरणों की एक सीधी-सादी सूची से बदलकर छह अध्यायों में फिर से बनाया गया है — स्वागत है, होम, खोजें, आपके लिए, प्रोफ़ाइल और सेटिंग्स, और एक समापन अध्याय — जिनमें से हर एक हर टैब के लिए सिर्फ़ एक वाक्य के बजाय वास्तविक गहराई देता है, ऐसी भाषा में जो VoiceOver इस्तेमाल करने और न करने वाले, दोनों के लिए काम करे। होम, खोजें और आपके लिए, हर एक एक चेकपॉइंट पर समाप्त होता है जो आपको उस स्क्रीन को असल में एक्सप्लोर करने या टूर को रोककर बाद में जारी रखने का मौका देता है। पूरा टूर पूरा करें और इसे मनाने के लिए आपको थोड़ी कंफ़ेटी मिलेगी, जो गति कम करें चालू होने पर अपने आप बंद हो जाती है — और आप प्रोफ़ाइल से कभी भी टूर को दोबारा चला सकते हैं।
id: Masukan dari beta tester menyebutkan Tur Selamat Datang terasa terlalu dangkal, jadi kini dibangun ulang dari rangkaian langkah yang datar menjadi enam bab — Selamat Datang, Beranda, Jelajahi, Untuk Anda, Profil & Pengaturan, dan satu bab penutup — masing-masing membahas secara mendalam, bukan hanya satu kalimat per tab, dengan bahasa yang tetap jelas baik Anda menggunakan VoiceOver maupun tidak. Beranda, Jelajahi, dan Untuk Anda masing-masing diakhiri dengan sebuah titik pemeriksaan yang memberi Anda kesempatan untuk benar-benar menjelajahi layar tersebut atau menjeda tur dan melanjutkannya nanti. Selesaikan seluruh tur dan Anda akan mendapatkan confetti kecil sebagai perayaan, yang otomatis dinonaktifkan saat Kurangi Gerakan aktif — dan Anda bisa memutar ulang tur kapan saja dari Profil.
it: I feedback dei beta tester segnalavano che il tour di benvenuto risultava troppo superficiale, così è stato ricostruito passando da una sequenza piatta di passaggi a sei capitoli — Benvenuto, Home, Scopri, Per te, Profilo e impostazioni, e un capitolo conclusivo — ciascuno con una vera profondità invece di una singola frase per scheda, con un linguaggio che funziona sia che tu usi VoiceOver sia che non lo usi. Home, Scopri e Per te terminano ciascuno con un punto di controllo che ti offre la possibilità di esplorare davvero quella schermata oppure di mettere in pausa il tour e riprenderlo più tardi. Completa l'intero tour e riceverai un po' di coriandoli per festeggiare, disattivati automaticamente quando Riduci movimento è attivo — e puoi rivedere il tour in qualsiasi momento dal Profilo.
ja: ベータテスターからのフィードバックで、ようこそツアーが表面的すぎると指摘されたため、フラットな手順の羅列から6つの章に作り直しました——ようこそ、ホーム、見つける、あなたへ、プロフィールと設定、そして締めくくりの章です。各章はタブごとに一文で済ませるのではなく、しっかりとした深みのある内容になっており、VoiceOverを使う場合も使わない場合も伝わる表現にしています。ホーム、見つける、あなたへの各章はチェックポイントで締めくくられ、その画面を実際に操作してみるか、ツアーを一時停止して後で続きから再開するかを選べます。ツアーを最後まで終えると、お祝いに紙吹雪が少し舞います(視差効果を減らすがオンのときは自動的に表示されません)。ツアーはプロフィールからいつでも再生できます。
ko: 베타 테스터들의 의견에 따르면 웰컴 투어가 너무 피상적으로 느껴진다고 하여, 단조로운 단계 나열 방식에서 여섯 개의 챕터로 다시 구성했습니다 — 환영합니다, 홈, 둘러보기, 나를 위한, 프로필 및 설정, 그리고 마무리 챕터입니다. 각 챕터는 탭마다 한 문장으로 끝내는 대신 실질적인 깊이를 다루며, VoiceOver를 사용하든 사용하지 않든 모두에게 통하는 표현을 사용합니다. 홈, 둘러보기, 나를 위한 챕터는 각각 체크포인트로 끝나며, 여기서 해당 화면을 직접 둘러보거나 투어를 일시 중지했다가 나중에 이어갈 수 있습니다. 투어 전체를 마치면 이를 기념하는 작은 색종이 조각 효과가 나타나며, 동작 줄이기가 켜져 있으면 자동으로 표시되지 않습니다 — 그리고 프로필에서 언제든지 투어를 다시 재생할 수 있습니다.
nl: Uit feedback van bètatesters bleek dat de welkomstour te oppervlakkig aanvoelde, dus is deze herbouwd van een platte reeks stappen naar zes hoofdstukken — Welkom, Home, Ontdekken, Voor jou, Profiel en instellingen, en een afsluitend hoofdstuk — elk met echte diepgang in plaats van één zin per tabblad, in bewoordingen die werken of je nu wel of geen VoiceOver gebruikt. Home, Ontdekken en Voor jou eindigen elk met een controlepunt waarop je dat scherm echt kunt verkennen of de rondleiding kunt pauzeren om later verder te gaan. Rond de hele rondleiding af en je krijgt wat confetti als afsluiter, die automatisch wordt uitgeschakeld als Beweging verminderen aanstaat — en je kunt de rondleiding altijd opnieuw afspelen vanuit Profiel.
pl: Opinie beta-testerów wskazywały, że samouczek powitalny wydawał się zbyt ogólny, dlatego przebudowano go z płaskiej listy kroków na sześć rozdziałów — Witamy, Strona główna, Odkrywaj, Dla Ciebie, Profil i ustawienia oraz rozdział zamykający — z których każdy zawiera prawdziwą głębię zamiast jednego zdania na zakładkę, w sformułowaniach, które sprawdzają się niezależnie od tego, czy korzystasz z VoiceOver. Rozdziały Strona główna, Odkrywaj i Dla Ciebie kończą się punktem kontrolnym, który daje możliwość faktycznego zapoznania się z danym ekranem lub wstrzymania samouczka i wznowienia go później. Ukończ cały samouczek, a na koniec otrzymasz odrobinę konfetti — automatycznie wyłączanego, gdy włączona jest opcja Ogranicz ruch — a sam samouczek możesz odtworzyć ponownie w dowolnym momencie z poziomu Profilu.
pt: O feedback dos beta testers indicou que o tour de boas-vindas parecia superficial demais, por isso foi reconstruído: de uma sequência plana de etapas para seis capítulos — Bem-vindo, Início, Descobrir, Para você, Perfil e configurações, e um capítulo de encerramento — cada um com profundidade de verdade em vez de uma única frase por aba, com uma linguagem que funciona tanto para quem usa o VoiceOver quanto para quem não usa. Início, Descobrir e Para você terminam cada um com um ponto de checagem que oferece a chance de explorar aquela tela de verdade ou pausar o tour e retomá-lo depois. Termine o tour inteiro e você ganhará um pouco de confete para comemorar, desativado automaticamente quando Reduzir Movimento estiver ativo — e você pode reproduzir o tour novamente a qualquer momento a partir do Perfil.
ru: Бета-тестеры отмечали, что тур знакомства выглядел слишком поверхностным, поэтому его перестроили из плоской последовательности шагов в шесть глав — «Добро пожаловать», «Главная», «Обзор», «Для вас», «Профиль и настройки» и завершающая глава — каждая из которых даёт настоящую глубину вместо одной фразы на вкладку, формулировками, которые работают независимо от того, используете вы VoiceOver или нет. Главы «Главная», «Обзор» и «Для вас» завершаются контрольной точкой, где можно по-настоящему изучить этот экран или приостановить тур и продолжить позже. Завершите весь тур — и в честь этого появится немного конфетти, которое автоматически отключается при включённом режиме «Уменьшение движения». А сам тур можно в любой момент запустить заново из раздела «Профиль».
sv: Feedback från betatestare visade att välkomstrundturen kändes för ytlig, så den har byggts om från en platt sekvens av steg till sex kapitel — Välkommen, Hem, Upptäck, För dig, Profil och inställningar samt ett avslutande kapitel — som vart och ett ger verkligt djup istället för en enda mening per flik, med formuleringar som fungerar oavsett om du använder VoiceOver eller inte. Hem, Upptäck och För dig avslutas var och en med en kontrollpunkt som ger dig chansen att utforska den skärmen på riktigt eller pausa rundturen och fortsätta senare. Slutför hela rundturen så får du lite konfetti som markering, vilket stängs av automatiskt när Minska rörelse är aktiverat — och du kan spela upp rundturen igen när som helst från Profil.
th: ความคิดเห็นจากผู้ทดสอบเบต้าระบุว่าทัวร์ต้อนรับให้ข้อมูลตื้นเกินไป จึงถูกสร้างใหม่จากลำดับขั้นตอนเรียบๆ ให้กลายเป็นหกบท — ยินดีต้อนรับ, หน้าหลัก, ค้นพบ, สำหรับคุณ, โปรไฟล์และการตั้งค่า และบทปิดท้าย — แต่ละบทเจาะลึกอย่างแท้จริงแทนที่จะเป็นเพียงประโยคเดียวต่อแท็บ ด้วยถ้อยคำที่เข้าใจได้ไม่ว่าคุณจะใช้ VoiceOver หรือไม่ก็ตาม บทหน้าหลัก ค้นพบ และสำหรับคุณ แต่ละบทจบลงด้วยจุดตรวจสอบที่ให้โอกาสคุณสำรวจหน้าจอนั้นจริงๆ หรือหยุดทัวร์ไว้ชั่วคราวแล้วค่อยกลับมาต่อทีหลัง เมื่อจบทัวร์ทั้งหมดคุณจะได้รับคอนเฟตติเล็กๆ เพื่อฉลอง ซึ่งจะถูกปิดโดยอัตโนมัติเมื่อเปิดใช้ลดการเคลื่อนไหว — และคุณสามารถเล่นทัวร์ซ้ำได้ทุกเมื่อจากโปรไฟล์
tr: Beta test kullanıcılarının geri bildirimlerine göre Karşılama Turu çok yüzeysel kalıyordu, bu yüzden düz bir adım listesinden altı bölüme yeniden inşa edildi — Hoş Geldiniz, Ana Sayfa, Keşfet, Sizin İçin, Profil ve Ayarlar ve bir kapanış bölümü — her biri her sekme için tek bir cümle yerine gerçek bir derinlik sunuyor; VoiceOver kullansanız da kullanmasanız da işe yarayan bir dille yazıldı. Ana Sayfa, Keşfet ve Sizin İçin bölümlerinin her biri, o ekranı gerçekten keşfetme ya da turu duraklatıp daha sonra kaldığınız yerden devam etme fırsatı sunan bir kontrol noktasıyla sona eriyor. Turun tamamını bitirdiğinizde bunu kutlamak için küçük bir konfeti patlaması göreceksiniz; bu, Hareketi Azalt açıkken otomatik olarak devre dışı kalır — ve turu istediğiniz zaman Profil'den yeniden oynatabilirsiniz.
uk: Відгуки бета-тестерів свідчили, що тур знайомства виглядав надто поверхово, тож його перебудували з пласкої послідовності кроків на шість розділів — «Ласкаво просимо», «Головна», «Огляд», «Для вас», «Профіль і налаштування» та завершальний розділ — кожен із яких дає справжню глибину замість одного речення на вкладку, формулюваннями, які підходять незалежно від того, чи використовуєте ви VoiceOver. Розділи «Головна», «Огляд» і «Для вас» завершуються контрольною точкою, яка дає змогу по-справжньому дослідити цей екран або призупинити тур і продовжити пізніше. Завершіть увесь тур — і на честь цього з'явиться трохи конфеті, яке автоматично вимикається за ввімкненого режиму «Зменшення руху» — а сам тур можна будь-коли відтворити знову з розділу «Профіль».
vi: Phản hồi từ người thử nghiệm beta cho biết Chuyến Hướng Dẫn Chào Mừng còn khá sơ sài, vì vậy nó đã được xây dựng lại từ một chuỗi bước đơn giản thành sáu chương — Chào mừng, Trang chủ, Khám phá, Dành cho bạn, Hồ sơ và cài đặt, và một chương kết thúc — mỗi chương đi sâu thực sự thay vì chỉ một câu cho mỗi tab, với cách diễn đạt phù hợp dù bạn có dùng VoiceOver hay không. Các chương Trang chủ, Khám phá và Dành cho bạn đều kết thúc bằng một điểm dừng, cho bạn cơ hội khám phá thực sự màn hình đó hoặc tạm dừng hướng dẫn để tiếp tục sau. Hoàn thành toàn bộ hướng dẫn và bạn sẽ nhận được một ít giấy màu để ăn mừng, tự động tắt khi bật Giảm chuyển động — và bạn có thể phát lại hướng dẫn bất cứ lúc nào từ Hồ sơ.
zh_hans: 测试用户反馈欢迎导览内容过于笼统,因此已从一系列平铺直叙的步骤重新构建为六个章节——欢迎、主页、发现、为您推荐、个人资料与设置,以及一个结尾章节——每个章节都有真正的深度,而不再是每个标签页只有一句话,措辞兼顾使用旁白和不使用旁白的用户。主页、发现和为您推荐这三个章节都以一个检查点收尾,让你可以真正去体验那个界面,或者暂停导览稍后再继续。完成整个导览后,会有一小段彩纸屑效果作为庆祝,在开启减弱动态效果时会自动关闭——你也可以随时从个人资料重新播放这段导览。

source: Bio
ar: السيرة الذاتية
de: Biografie
el: Βιογραφικό
es: Biografía
fa: بیوگرافی
he: ביוגרפיה
hi: बायो
it: Biografia
ja: プロフィール文
ko: 소개글
pl: Biografia
pt: Biografia
ru: Биография
sv: Biografi
th: ประวัติ
tr: Biyografi
uk: Біографія
vi: Tiểu sử
zh_hans: 简介

source: Bio Assist
ar: مساعد السيرة الذاتية
de: Biografie-Assistent
el: Βοηθός Βιογραφικού
es: Asistente de biografía
fa: دستیار بیوگرافی
fr: Assistant bio
he: עוזר ביוגרפיה
hi: बायो सहायक
id: Bantuan Bio
it: Assistente biografia
ja: プロフィール文アシスト
ko: 소개글 도우미
nl: Bio-assistent
pl: Asystent biografii
pt: Assistente de biografia
ru: Помощник по биографии
sv: Biografiassistent
th: ผู้ช่วยเขียนประวัติ
tr: Biyografi Yardımcısı
uk: Помічник біографії
vi: Trợ lý tiểu sử
zh_hans: 简介助手

source: Bio text editor
ar: محرر نص السيرة الذاتية
de: Biografie-Texteditor
el: Επεξεργαστής κειμένου βιογραφικού
es: Editor de texto de biografía
fa: ویرایشگر متن بیوگرافی
fr: Éditeur de texte de la bio
he: עורך טקסט לביוגרפיה
hi: बायो टेक्स्ट एडिटर
id: Editor teks bio
it: Editor di testo della biografia
ja: プロフィール文のテキストエディタ
ko: 소개글 텍스트 편집기
nl: Bio-tekstverwerker
pl: Edytor tekstu biografii
pt: Editor de texto da biografia
ru: Редактор текста биографии
sv: Textredigerare för biografi
th: เครื่องมือแก้ไขข้อความประวัติ
tr: Biyografi metin düzenleyicisi
uk: Редактор тексту біографії
vi: Trình soạn thảo tiểu sử
zh_hans: 简介文本编辑器

source: Blog
ar: المدونة
el: Ιστολόγιο
fa: وبلاگ
he: בלוג
hi: ब्लॉग
ja: ブログ
ko: 블로그
ru: Блог
sv: Blogg
th: บล็อก
uk: Блог
zh_hans: 博客

source: Blog Post
ar: منشور المدونة
de: Blogbeitrag
el: Ανάρτηση Ιστολογίου
es: Entrada de blog
fa: پست وبلاگ
fr: Article de blog
he: פוסט בבלוג
hi: ब्लॉग पोस्ट
id: Postingan Blog
it: Articolo del blog
ja: ブログ記事
ko: 블로그 게시물
nl: Blogbericht
pl: Wpis na blogu
pt: Postagem do blog
ru: Запись блога
sv: Blogginlägg
th: บทความบล็อก
tr: Blog Yazısı
uk: Запис блогу
vi: Bài viết blog
zh_hans: 博客文章
